IDEA Open Model
ConcreteCheckResultBase.LimitCheckValue Property
 limit check value for result check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double LimitCheckValue { get; set; }
Public Property LimitCheckValue As Double
	Get
	Set
public:
property double LimitCheckValue {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace